lessons/hanziwenhua/00.org
#+TITLE: 汉字文化
#+AUTHOR: MKQ
#+KEYWORDS: note
#+LATEX_COMPILER: xelatex
#+LATEX_HEADER:\usepackage[scheme=plain]{ctex}
* 课程信息
大概就是课上不许做别的事情
** 点名
一共两次,两次不来就完蛋了 :BadEnd:
** 考核
要写一篇作业,只要和汉字相关,绝对不允许抄袭 :BadEnd:
- 时间要求:如果过了时限就死定了 :BadEnd:
** 其他
可以通过邮件要求老师讲一些内容
** 联系方式
- 邮箱:
wbaozhen@ustc.edu.cn
- 电话:
13855171391
- 如果有情况会通过教务系统发消息
- 请假条也可以这样
* 课程开始了的样子
** 作...科
作...的动作
** 总论:汉字文化
无所不包,字里乾坤,
- 汉字文化
  1.这个词是偏正关系,汉字修饰文化二字
  2.还可以理解为是并列关系
- 汉字三要素:型音义
*** 婚
接下来是激动人心的说文解字
- 姓是女子,氏是男子,春秋以后姓氏合一
*** 姻
这行字来纪念一个死于强行解释现代望文生义的可怜的孩纸
*** 古代语言学叫做"小学"
这是相对于修身齐家治国平天下的"大学"而言的
中国最早的训诂学<就是语言学>就是为了读儒家经典产生的
*** 十三经注疏
注是解释原文,疏是解释注释
中国最早是没有音韵学的,许慎<慎这个字的音是宋人加的>
*** 训诂学:以形索义
*** 姻
- 婚:妇家
- 男大当婚:就是找个女的<所以这个不是找个男的>
- 姻:姻,就也,依靠的意思,是夫家的意思
- 嫁:女子回家<太惨了>
- 黄昏结婚,所以婚从昏,是古代的抢婚习俗,还有阴阳在里面,所以黄昏
*** 因声循义
有的形声字,声表示的含义更加丰富精确,发生在宋代
宋代语言学发展,王圣美提出右文说...<不知道是不是这两个字>
*** 第一人称
先秦:朕是第一人称,所有人都可以用
*** 考
过世的父亲
*** 妣
过世的母亲
*** 就是汉字与专治文化
所以汉字文化可以是并列也可以是偏正
*** 汉字是表意文字(最大特点)
汉字简化的利弊--老师会给打很低很低的分 :BadEnd:
*** 汉字就是记录汉语言的符号系统
所以可以以形索义什么的,英语是表音文字<很典型>
汉字的读音...随便读...都是人赋予的


*** 里正:是古代最小的行政单位
衣服里子,这个里其实原本是形声字,下面是"衣",而蓬松,最早也不是这个松,
这是由于汉字简化
- 笔画减少
- 同音替代
*** 空闲的闲
- 不是门前种树:古代这是忌讳
- 简化之前是门里面一个月:月光透过门的空隙
- 但里面一个木是什么呢,是马厩,有围栏什么的...围栏还有门,门有那种木杠子顶门
- 单扇的门叫做"户"<门当户对>
- 对开的门才是"门"
- 之后引申为限制的意思,限制马的自由
*** 建极闲邪
- 大概是依法治国的意思
- 极是法律
- 闲是防止
- 邪是犯罪
*** 亲启的启
繁体是有个反文旁,反文是右手的意思
折文是左手
*** 话说大篆失传了诶
*** 中华文明五千年是从甲骨文算起的
文字是文明的标志
篆书是古文字和今文字的分水岭
*** 为了识别汉字的字义
可以从漫长的演化历史中分析
*** 还有一部分老祖宗造错了
想事情显然不用心<用脑子...>
科学发展的局限
