lessons/hanziwenhua/00.tex
% Created 2019-09-05 四 17:32
% Intended LaTeX compiler: xelatex
\documentclass[11pt]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[scheme=plain]{ctex}
\author{MKQ}
\date{\today}
\title{汉字文化}
\hypersetup{
 pdfauthor={MKQ},
 pdftitle={汉字文化},
 pdfkeywords={note},
 pdfsubject={},
 pdfcreator={Emacs 24.5.1 (Org mode 9.0.3)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{课程信息}
\label{sec:orgae64fe5}
大概就是课上不许做别的事情
\subsection{点名}
\label{sec:org973eca0}
一共两次,两次不来就完蛋了 :BadEnd:
\subsection{考核}
\label{sec:orgd073c0e}
要写一篇作业,只要和汉字相关,绝对不允许抄袭 :BadEnd:
\begin{itemize}
\item 时间要求:如果过了时限就死定了 :BadEnd:
\end{itemize}
\subsection{其他}
\label{sec:orgc61028b}
可以通过邮件要求老师讲一些内容
\subsection{联系方式}
\label{sec:org6253115}
\begin{itemize}
\item 邮箱:
\end{itemize}
wbaozhen@ustc.edu.cn
\begin{itemize}
\item 电话:
\end{itemize}
13855171391
\begin{itemize}
\item 如果有情况会通过教务系统发消息
\item 请假条也可以这样
\end{itemize}
\section{课程开始了的样子}
\label{sec:org11636f4}
\subsection{作\ldots{}科}
\label{sec:org33e4be3}
作\ldots{}的动作
\subsection{总论:汉字文化}
\label{sec:org37e1039}
无所不包,字里乾坤,
\begin{itemize}
\item 汉字文化
1.这个词是偏正关系,汉字修饰文化二字
2.还可以理解为是并列关系
\item 汉字三要素:型音义
\end{itemize}
\subsubsection{婚}
\label{sec:orgc8fea58}
接下来是激动人心的说文解字
\begin{itemize}
\item 姓是女子,氏是男子,春秋以后姓氏合一
\end{itemize}
\subsubsection{姻}
\label{sec:org5f23d62}
这行字来纪念一个死于强行解释现代望文生义的可怜的孩纸
\subsubsection{古代语言学叫做"小学"}
\label{sec:orga703ac9}
这是相对于修身齐家治国平天下的"大学"而言的
中国最早的训诂学<就是语言学>就是为了读儒家经典产生的
\subsubsection{十三经注疏}
\label{sec:orgd0d0f3c}
注是解释原文,疏是解释注释
中国最早是没有音韵学的,许慎<慎这个字的音是宋人加的>
\subsubsection{训诂学:以形索义}
\label{sec:orgdc22764}
\subsubsection{姻}
\label{sec:orgcce1d12}
\begin{itemize}
\item 婚:妇家
\item 男大当婚:就是找个女的<所以这个不是找个男的>
\item 姻:姻,就也,依靠的意思,是夫家的意思
\item 嫁:女子回家<太惨了>
\item 黄昏结婚,所以婚从昏,是古代的抢婚习俗,还有阴阳在里面,所以黄昏
\end{itemize}
\subsubsection{因声循义}
\label{sec:orga6aa051}
有的形声字,声表示的含义更加丰富精确,发生在宋代
宋代语言学发展,王圣美提出右文说\ldots{}<不知道是不是这两个字>
\subsubsection{第一人称}
\label{sec:org93fc844}
先秦:朕是第一人称,所有人都可以用
\subsubsection{考}
\label{sec:orge879933}
过世的父亲
\subsubsection{妣}
\label{sec:orge92db9c}
过世的母亲
\subsubsection{就是汉字与专治文化}
\label{sec:orge1c0486}
所以汉字文化可以是并列也可以是偏正
\subsubsection{汉字是表意文字(最大特点)}
\label{sec:org4297bd4}
汉字简化的利弊--老师会给打很低很低的分 :BadEnd:
\subsubsection{汉字就是记录汉语言的符号系统}
\label{sec:org5a0b286}
所以可以以形索义什么的,英语是表音文字<很典型>
汉字的读音\ldots{}随便读\ldots{}都是人赋予的


\subsubsection{里正:是古代最小的行政单位}
\label{sec:org7f9e086}
衣服里子,这个里其实原本是形声字,下面是"衣",而蓬松,最早也不是这个松,
这是由于汉字简化
\begin{itemize}
\item 笔画减少
\item 同音替代
\end{itemize}
\subsubsection{空闲的闲}
\label{sec:orgf264c8d}
\begin{itemize}
\item 不是门前种树:古代这是忌讳
\item 简化之前是门里面一个月:月光透过门的空隙
\item 但里面一个木是什么呢,是马厩,有围栏什么的\ldots{}围栏还有门,门有那种木杠子顶门
\item 单扇的门叫做"户"<门当户对>
\item 对开的门才是"门"
\item 之后引申为限制的意思,限制马的自由
\end{itemize}
\subsubsection{建极闲邪}
\label{sec:org3a0ec6b}
\begin{itemize}
\item 大概是依法治国的意思
\item 极是法律
\item 闲是防止
\item 邪是犯罪
\end{itemize}
\subsubsection{亲启的启}
\label{sec:orga59b932}
繁体是有个反文旁,反文是右手的意思
折文是左手
\subsubsection{话说大篆失传了诶}
\label{sec:org00e20b6}
\subsubsection{中华文明五千年是从甲骨文算起的}
\label{sec:org567d1c5}
文字是文明的标志
篆书是古文字和今文字的分水岭
\subsubsection{为了识别汉字的字义}
\label{sec:orgc21762f}
可以从漫长的演化历史中分析
\subsubsection{还有一部分老祖宗造错了}
\label{sec:orge63235d}
想事情显然不用心<用脑子\ldots{}>
科学发展的局限
\end{document}
